Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# CmdAppHelpFooter
source: Note: Unrecognized arguments are automatically passed to the 'new-tab' subcommand. For example, 'wt -p "Ubuntu" -d C:\' is equivalent to 'wt new-tab -p "Ubuntu" -d C:\'. For all available options, run 'wt new-tab --help'.
it_it: Nota: gli argomenti non riconosciuti vengono passati automaticamente al sottocomando 'new-tab'. Ad esempio, 'wt -p "Ubuntu" -d C:\' equivale a 'wt new-tab -p "Ubuntu" -d C:\'. Per tutte le opzioni disponibili, esegui 'wt new-tab --help'.
pt_br: Observação: argumentos não reconhecidos são passados automaticamente para o subcomando 'new-tab'. Por exemplo, 'wt -p "Ubuntu" -d C:\' é equivalente a 'wt new-tab -p "Ubuntu" -d C:\'. Para todas as opções disponíveis, execute 'wt new-tab --help'.

# AgentPane_DefaultTitle
source: AI assistant
ca_es: Assistent d'IA
it_it: Assistente IA
ml_in: AI അസിസ്റ്റന്റ്
pt_br: Assistente de IA

# AgentPane_ConnectingTitle
source: Agent · Connecting
ca_es: Agent · Connectant
it_it: Agente · Connessione in corso
ml_in: ഏജന്റ് · കണക്ട് ചെയ്യുന്നു
pt_br: Agente · Conectando

# NotificationIconRestoreKeptTab
source: Restore
ca_es: Restaura
it_it: Ripristina
ml_in: പുനഃസ്ഥാപിക്കുക
pt_br: Restaurar

# KeepTabRunningText
source: Turn on headless mode
ca_es: Activa el mode sense interfície
it_it: Mantieni la scheda in esecuzione
ml_in: ഹെഡ്‌ലെസ് മോഡ് ഓണാക്കുക
pt_br: Manter a guia em execução

# PinTabText
source: Pin tab
ca_es: Fixa la pestanya
it_it: Fissa scheda
ml_in: ടാബ് പിൻ ചെയ്യുക
pt_br: Fixar guia

# PinTabToolTip
source: Move this tab before unpinned tabs.
ca_es: Mou aquesta pestanya abans de les pestanyes no fixades.
it_it: Sposta questa scheda prima delle schede non fissate.
ml_in: ഈ ടാബ് പിൻ ചെയ്യാത്ത ടാബുകൾക്ക് മുന്നിലേക്ക് മാറ്റുക.
pt_br: Mover esta guia para antes das guias não fixadas.

# UnpinTabText
source: Unpin tab
ca_es: Desfixa la pestanya
it_it: Rimuovi il fissaggio della scheda
ml_in: ടാബിന്റെ പിൻ നീക്കം ചെയ്യുക
pt_br: Desafixar guia

# UnpinTabToolTip
source: Move this tab after pinned tabs.
ca_es: Mou aquesta pestanya després de les pestanyes fixades.
it_it: Sposta questa scheda dopo le schede fissate.
ml_in: ഈ ടാബ് പിൻ ചെയ്ത ടാബുകൾക്ക് ശേഷത്തേക്ക് മാറ്റുക.
pt_br: Mover esta guia para depois das guias fixadas.

# PinnedTabName
source: Pinned
ca_es: Fixada
it_it: Fissata
ml_in: പിൻ ചെയ്തത്
pt_br: Fixada

# CollapsedPinnedTabIcon.AutomationProperties.Name
source: Pinned
ca_es: Fixada
it_it: Fissata
ml_in: പിൻ ചെയ്തത്
pt_br: Fixada

# KeepTabRunningToolTip
source: Keep this tab running in the background after closing the tab or window.
ca_es: Mantén aquesta pestanya en execució en segon pla després de tancar la pestanya o la finestra.
it_it: Mantieni questa scheda in esecuzione in background dopo la chiusura della scheda o della finestra.
ml_in: ടാബോ വിൻഡോയോ അടച്ച ശേഷവും ഈ ടാബ് പശ്ചാത്തലത്തിൽ പ്രവർത്തിച്ചുകൊണ്ടിരിക്കട്ടെ.
pt_br: Manter esta guia em execução em segundo plano após fechar a guia ou a janela.

# TurnOffKeepTabRunningText
source: Turn off headless mode
ca_es: Desactiva el mode sense interfície
it_it: Disattiva il mantenimento in esecuzione
ml_in: ഹെഡ്‌ലെസ് മോഡ് ഓഫാക്കുക
pt_br: Desativar “Manter em execução”

# TurnOffKeepTabRunningToolTip
source: This tab will no longer stay running after you close the tab or window.
ca_es: Aquesta pestanya ja no continuarà en execució després que tanquis la pestanya o la finestra.
it_it: Questa scheda non rimarrà più in esecuzione dopo la chiusura della scheda o della finestra.
ml_in: നിങ്ങൾ ടാബോ വിൻഡോയോ അടച്ച ശേഷം ഈ ടാബ് ഇനി പ്രവർത്തിച്ചുകൊണ്ടിരിക്കില്ല.
pt_br: Esta guia não continuará mais em execução depois que você fechar a guia ou a janela.

# VerticalTabsHistoryStatusIdle
source: Idle
ca_es: Inactiu
it_it: Inattivo
ml_in: നിഷ്ക്രിയം
pt_br: Ocioso

# VerticalTabsHistoryStatusWorking
source: Active
ca_es: Actiu
it_it: Attivo
ml_in: സജീവം
pt_br: Ativo

# VerticalTabsHistoryStatusAttention
source: Waiting for input
ca_es: Esperant entrada
it_it: In attesa di input
ml_in: ഇന്‍പുട്ടിനായി കാത്തിരിക്കുന്നു
pt_br: Aguardando entrada

# VerticalTabsHistoryStatusError
source: Error
it_it: Errore
ml_in: പിശക്
pt_br: Erro

# VerticalTabsHistoryStatusHistorical
source: Historical
ca_es: Històrica
it_it: Dalla cronologia
ml_in: ചരിത്രത്തിൽ നിന്ന്
pt_br: Do histórico

# VerticalTabsHistoryStatusUnknown
source: Unknown
ca_es: Desconegut
it_it: Sconosciuto
ml_in: അജ്ഞാതം
pt_br: Desconhecido

# VerticalTabsHistoryAgeJustNow
source: just now
ca_es: ara mateix
it_it: proprio ora
ml_in: ഇപ്പോഴേ
pt_br: agora mesmo

# VerticalTabsHistoryAgeMinute
source: 1 minute ago
ca_es: fa 1 minut
it_it: 1 minuto fa
ml_in: 1 മിനിറ്റ് മുമ്പ്
pt_br: há 1 minuto

# VerticalTabsHistoryAgeMinutes
source: {0} minutes ago
ca_es: fa {0} minuts
it_it: {0} minuti fa
ml_in: {0} മിനിറ്റ് മുമ്പ്
pt_br: há {0} minutos

# VerticalTabsHistoryAgeHour
source: 1 hour ago
ca_es: fa 1 hora
it_it: 1 ora fa
ml_in: 1 മണിക്കൂർ മുമ്പ്
pt_br: há 1 hora

# VerticalTabsHistoryAgeHours
source: {0} hours ago
ca_es: fa {0} hores
it_it: {0} ore fa
ml_in: {0} മണിക്കൂർ മുമ്പ്
pt_br: há {0} horas

# VerticalTabsHistoryAgeDay
source: 1 day ago
ca_es: fa 1 dia
it_it: 1 giorno fa
ml_in: 1 ദിവസം മുമ്പ്
pt_br: há 1 dia

# VerticalTabsHistoryAgeDays
source: {0} days ago
ca_es: fa {0} dies
it_it: {0} giorni fa
ml_in: {0} ദിവസങ്ങൾ മുമ്പ്
pt_br: há {0} dias

# VerticalTabsHistoryAgeUnknown
source: Unknown
ca_es: Desconegut
it_it: Sconosciuto
ml_in: അജ്ഞാതം
pt_br: Desconhecido

# NotificationIconCloseAllKeptTabs
source: Close all keep-running tabs
ca_es: Tanca totes les pestanyes en execució en segon pla
it_it: Chiudi tutte le schede in esecuzione in background
ml_in: പശ്ചാത്തലത്തിൽ പ്രവർത്തിക്കുന്ന എല്ലാ ടാബുകളും അടയ്ക്കുക
pt_br: Fechar todas as guias em execução em segundo plano

# PaneProgressStatusNormal
source: Progress
ca_es: Progrés
it_it: Avanzamento
ml_in: പുരോഗതി
pt_br: Progresso

# PaneProgressStatusError
source: Error
it_it: Errore
ml_in: പിശക്
pt_br: Erro

# PaneProgressStatusIndeterminate
source: Indeterminate progress
ca_es: Progrés indeterminat
it_it: Avanzamento indeterminato
ml_in: അനിശ്ചിത പുരോഗതി
pt_br: Progresso indeterminado

# PaneProgressStatusPaused
source: Paused
ca_es: En pausa
it_it: In pausa
ml_in: താൽക്കാലികമായി നിർത്തി
pt_br: Pausado

source: OK
es_es: Aceptar
ko_kr: 확인
sr_cyrl_rs: ОК
zh_tw: 確定

# AboutDialog.CloseButtonText
source: OK
es_es: Aceptar
ko_kr: 확인
sr_cyrl_rs: ОК
zh_tw: 確定

# MagentaColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Magenta
ja_jp: マゼンタ
ko_kr: 자홍색
sr_cyrl_rs: Пурпурноцрвена
uk_ua: Пурпуровий
zh_tw: 洋紅色

# ControlNoticeDialog.PrimaryButtonText
source: OK
es_es: Aceptar
ko_kr: 확인
sr_cyrl_rs: ОК
zh_tw: 確定

# WindowRenamer.ActionButtonContent
source: OK
es_es: Aceptar
ko_kr: 확인
sr_cyrl_rs: ОК
zh_tw: 確定

# InitShellIntegrationSuccessMessage
source: Shell integration has been configured. Please restart your PowerShell session or open a new tab for the changes to take effect.
es_es: La integración del shell se ha configurado. Solo se aplicará en sesiones de shell nuevas (PowerShell, bash o WSL bash).
fr_fr: L'intégration du shell a été configurée. Elle ne prendra effet que dans les nouvelles sessions de shell (PowerShell, bash ou WSL bash).
ja_jp: シェル統合が構成されました。変更を有効にするには、PowerShell セッションを再起動するか、新しいタブを開いてください。
ko_kr: 셸 통합이 구성되었습니다. 변경 내용을 적용하려면 PowerShell 세션을 다시 시작하거나 새 탭을 여세요.
sr_cyrl_rs: Интеграција љуске је конфигурисана. Имаће ефекта само у новим сесијама љуске (PowerShell, bash или WSL bash).
uk_ua: Інтеграцію оболонки налаштовано. Зміни набудуть чинності лише в нових сеансах оболонки (PowerShell, bash або WSL bash).
zh_tw: Shell 整合已設定。只會對新的 shell 工作階段 (PowerShell、bash 或 WSL bash) 生效。

# InitShellIntegrationAlreadyConfiguredMessage
source: Shell integration is already configured in your PowerShell profile.
es_es: La integración del shell ya está configurada para los shells detectados en su sistema (PowerShell, bash o WSL bash).
fr_fr: L'intégration du shell est déjà configurée pour les shells détectés sur votre système (PowerShell, bash ou WSL bash).
ja_jp: シェル統合は既に PowerShell プロファイルで構成されています。
ko_kr: 셸 통합이 이미 PowerShell 프로필에 구성되어 있습니다.
sr_cyrl_rs: Интеграција љуске је већ конфигурисана за љуске откривене на вашем систему (PowerShell, bash или WSL bash).
uk_ua: Інтеграцію оболонки вже налаштовано для оболонок, виявлених у вашій системі (PowerShell, bash або WSL bash).
zh_tw: Shell 整合已針對系統上偵測到的 shell 設定 (PowerShell、bash 或 WSL bash)。

# InitShellIntegrationErrorMessage
source: Failed to initialize shell integration. Could not determine your PowerShell profile path. Make sure the target shell is installed.
es_es: No se pudo inicializar la integración del shell. Revise los detalles siguientes e inténtelo de nuevo.
fr_fr: Échec de l'initialisation de l'intégration du shell. Consultez les détails ci-dessous, puis réessayez.
ja_jp: シェル統合を初期化できませんでした。PowerShell プロファイルのパスを特定できませんでした。対象のシェルがインストールされていることを確認してください。
ko_kr: 셸 통합을 초기화하지 못했습니다. PowerShell 프로필 경로를 확인할 수 없습니다. 대상 셸이 설치되어 있는지 확인하세요.
sr_cyrl_rs: Није успело иницијализовање интеграције љуске. Прегледајте детаље у наставку и покушајте поново.
uk_ua: Не вдалося ініціалізувати інтеграцію оболонки. Перегляньте наведені нижче відомості та повторіть спробу.
zh_tw: 無法初始化 Shell 整合。請檢閱下方的詳細資料，然後再試一次。

# FreOverlay_SettingsTitle.Text
source: Welcome to Intelligent Terminal
af_za: Stel jou terminaal op
am_et: ተርሚናልዎን ያዋቅሩ
ar_sa: إعداد الوحدة الطرفية
as_in: আপোনাৰ টাৰ্মিনেল ছেট আপ কৰক
az_latn_az: Terminalınızı quraşdırın
bg_bg: Настройте терминала си
bn_in: ইন্টেলিজেন্ট টার্মিনাল-এ স্বাগতম
bs_latn_ba: Postavite terminal
ca_es_valencia: Vos donem la benvinguda a l'Terminal Intel·ligent
cs_cz: Vítejte v Inteligentní Terminál
cy_gb: Gosodwch eich terfynell
da_dk: Velkommen til Intelligent Terminal
el_gr: Ρυθμίστε το τερματικό σας
es_es: Bienvenido a Terminal Inteligente
et_ee: Seadistage terminal
eu_es: Ongi etorri Terminal Adimenduna-era
fa_ir: پایانه خود را راه‌اندازی کنید
fi_fi: Tervetuloa Älykäs Pääteiin
fil_ph: Maligayang pagdating sa Matalinong Terminal
fr_fr: Bienvenue dans Terminal Intelligent
ga_ie: Socraigh do theirminéal
gd_gb: Suidhich an terminal agad
gl_es: Benvido a Terminal Intelixente
gu_in: તમારા ટર્મિનલને સેટ અપ કરો
he_il: הגדר את המסוף שלך
hi_in: इंटेलिजेंट टर्मिनल में आपका स्वागत है
hu_hu: Üdvözli az Intelligens Terminál
hy_am: Բարի գալուստ Խելացի տերմինալ
id_id: Selamat datang di Terminal Cerdas
is_is: Settu upp skjáherminn þinn
ja_jp: インテリジェント ターミナルへようこそ
ka_ge: ჭკვიანი ტერმინალი-ში მოგესალმებით
kk_kz: Зияткер терминал-ға қош келдіңіз
km_kh: សូមស្វាគមន៍មកកាន់ ស្ថានីយឆ្លាតវៃ
kn_in: ಇಂಟೆಲಿಜೆಂಟ್ ಟರ್ಮಿನಲ್-ಗೆ ಸ್ವಾಗತ
ko_kr: 지능형 터미널에 오신 것을 환영합니다
kok_in: इंटेलिजंट टर्मिनल ंत आपलें स्वागत
lb_lu: Ären Terminal ariichten
lo_la: ຍິນດີຕ້ອນຮັບສູ່ ເທອຮ໌ມິນັລອັດຊະລິຍະ
lt_lt: Sveiki atvykę į Išmanusis Terminalas
lv_lv: Laipni lūdzam Viedais Terminālis
mi_nz: Whakaritea tō kāpeka
mk_mk: Поставете го терминалот
mr_in: तुमचे टर्मिनल सेट अप करा
ms_my: Selamat datang ke Terminal Pintar
mt_mt: Ikkonfigura t-terminal tiegħek
ne_np: आफ्नो टर्मिनल सेटअप गर्नुहोस्
nl_nl: Stel uw terminal in
nn_no: Velkomen til Intelligent Terminal
or_in: ଇଣ୍ଟେଲିଜେଣ୍ଟ ଟର୍ମିନାଲ କୁ ସ୍ୱାଗତ
pa_in: ਇੰਟੈਲੀਜੈਂਟ ਟਰਮੀਨਲ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ
pl_pl: Skonfiguruj terminal
pt_pt: Bem-vindo ao Terminal Inteligente
quz_pe: Terminalniykita wakichiy
ro_ro: Configurați-vă terminalul
sk_sk: Nastavte svoj terminál
sl_si: Nastavite terminal
sq_al: Konfiguro terminalin
sr_cyrl_rs: Добро дошли у Интелигентни Терминал
sr_latn_rs: Dobrodošli u Inteligentni Terminal
sv_se: Välkommen till Intelligent Terminal
ta_in: உங்கள் முனையத்தை அமைக்கவும்
te_in: ఇంటెలిజెంట్ టెర్మినల్-కు స్వాగతం
th_th: ยินดีต้อนรับสู่ เทอร์มินัลอัจฉริยะ
tr_tr: Terminalinizi ayarlayın
ug_cn: ئەقلىي تېرمىنال ھە خوش كەلدىڭىز
uk_ua: Ласкаво просимо до Інтелектуальний Термінал
ur_pk: اپنا ٹرمینل سیٹ اپ کریں
uz_latn_uz: Terminalingizni sozlang
vi_vn: Chào mừng bạn đến Đầu cuối thông minh
zh_tw: 歡迎使用智能終端

# FreOverlay_AgentDescription.Text
source: Choose the agent used in the agent pane. Any compatible ACP agent will be detected.
af_za: Kies die agent wat in die agentpaneel gebruik word en ACP ondersteun.
am_et: በኤጅንት ገጽታ ውስጥ የሚጠቀመውን እና ACP የሚደግፈውን ኤጅንት ይምረጡ።
ar_sa: اختر الوكيل المستخدم في لوحة الوكيل والذي يدعم ACP.
as_in: এজেণ্ট পেনত ব্যৱহৃত আৰু ACP সমৰ্থন কৰা এজেণ্ট বাছনি কৰক।
az_latn_az: Agent panelində istifadə olunan və ACP dəstəkləyən agenti seçin.
bg_bg: Изберете агента, използван в панела на агента, който поддържа ACP.
bn_in: এজেন্ট পেনে ব্যবহৃত এবং ACP সমর্থন করে এমন এজেন্ট বেছে নিন।
bs_latn_ba: Izaberite agenta koji se koristi u panelu agenta i podržava ACP.
ca_es_valencia: Trieu l'agent que s'utilitza al tauler d'agent i que admet ACP.
cs_cz: Zvolte agenta používaného v panelu agenta, který podporuje ACP.
cy_gb: Dewiswch yr asiant a ddefnyddir yn y paen asiant ac sy'n cefnogi ACP.
da_dk: Vælg den agent, der bruges i agentpanelet. Alle kompatible ACP-agenter registreres automatisk.
el_gr: Επιλέξτε τον πράκτορα που χρησιμοποιείται στο πλαίσιο πράκτορα και υποστηρίζει ACP.
es_es: Elige el agente utilizado en el panel del agente que admite ACP.
et_ee: Valige agendipaneelil kasutatav agent, millel on ACP tugi.
eu_es: Aukeratu agente-panelean erabiltzen den eta ACP onartzen duen agentea.
fa_ir: عامل استفاده‌شده در پنل عامل را که از ACP پشتیبانی می‌کند انتخاب کنید.
fi_fi: Valitse agenttipaneelissa käytettävä agentti, joka tukee ACP:tä.
fil_ph: Piliin ang agent na ginagamit sa agent pane. Awtomatikong made-detect ang anumang compatible na ACP agent.
fr_fr: Choisissez l'agent utilisé dans le volet de l'agent qui prend en charge ACP.
ga_ie: Roghnaigh an gníomhaire a úsáidtear sa phán gníomhaire agus a thacaíonn le ACP.
gd_gb: Tagh an neach-gnìomha a thèid a chleachdadh sa phanail neach-gnìomha agus a bheir taic do ACP.
gl_es: Escolla o axente usado no panel de axente que admite ACP.
gu_in: એજન્ટ પેનમાં વપરાતા અને ACP માટે સમર્થન ધરાવતા એજન્ટને પસંદ કરો.
he_il: בחר את הסוכן המשמש בחלונית הסוכן ותומך ב-ACP.
hi_in: एजेंट पेन में उपयोग किए जाने वाले और ACP का समर्थन करने वाले एजेंट को चुनें।
hu_hu: Válassza ki az ügynökpanelben használt ügynököt. Minden kompatibilis ACP-ügynök automatikusan felismerésre kerül.
hy_am: Ընտրեք գործակալի վահանակում օգտագործվող և ACP աջակցող գործակալը։
id_id: Pilih agen yang digunakan di panel agen yang mendukung ACP.
is_is: Veldu agentinn sem er notaður í agentspjaldinu og styður ACP.
ja_jp: エージェント ペインで使用するエージェントを選択します。互換性のある ACP エージェントは自動的に検出されます。
ka_ge: აირჩიეთ აგენტი, რომელიც გამოიყენება აგენტის პანელში და აქვს ACP მხარდაჭერა.
kk_kz: Агент панелінде қолданылатын және ACP қолдайтын агентті таңдаңыз.
km_kh: ជ្រើសរើសភ្នាក់ងារដែលប្រើក្នុងផ្ទាំងភ្នាក់ងារ និងគាំទ្រ ACP។
kn_in: ಏಜೆಂಟ್ ಪೇನ್‌ನಲ್ಲಿ ಬಳಸುವ ಮತ್ತು ACP ಬೆಂಬಲಿಸುವ ಏಜೆಂಟ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: 에이전트 창에서 사용할 에이전트를 선택합니다. 호환되는 ACP 에이전트가 자동으로 감지됩니다.
kok_in: एजेंट पेनांत वापरतात तो एजेंट वेंचात. कोणतोय सुसंगत ACP एजेंट आपशींच शोधलो वतलो.
lb_lu: Wielt den Agent, deen am Agent-Panell benotzt gëtt an ACP ënnerstëtzt.
lo_la: ເລືອກ agent ທີ່ໃຊ້ໃນແຜງ agent ແລະຮອງຮັບ ACP.
lt_lt: Pasirinkite agentą, naudojamą agento skydelyje ir palaikantį ACP.
lv_lv: Izvēlieties aģentu, kas tiek izmantots aģenta panelī un atbalsta ACP.
mi_nz: Kōwhiria te kaitiaki e whakamahia ana i te papa kaitiaki, ā, e tautoko ana i te ACP.
mk_mk: Изберете го агентот што се користи во панелот на агентот и поддржува ACP.
mr_in: एजंट पेनमध्ये वापरला जाणारा आणि ACP ला समर्थन देणारा एजंट निवडा.
ms_my: Pilih ejen yang digunakan dalam anak tetingkap ejen. Mana-mana ejen ACP yang serasi akan dikesan secara automatik.
mt_mt: Agħżel l-aġent li jintuża fil-pannell tal-aġent u li jappoġġja ACP.
ne_np: एजेन्ट पेनमा प्रयोग हुने र ACP समर्थन गर्ने एजेन्ट छान्नुहोस्।
nl_nl: Kies de agent die in het agentvenster wordt gebruikt en ACP ondersteunt.
nn_no: Vel agenten som vert brukt i agentpanelet og støttar ACP.
or_in: ଏଜେଣ୍ଟ ପେନ୍‌ରେ ବ୍ୟବହୃତ ଏବଂ ACP ସମର୍ଥନ କରୁଥିବା ଏଜେଣ୍ଟ ବାଛନ୍ତୁ।
pa_in: ਏਜੰਟ ਪੈਨ ਵਿੱਚ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਅਤੇ ACP ਦਾ ਸਮਰਥਨ ਕਰਨ ਵਾਲੇ ਏਜੰਟ ਨੂੰ ਚੁਣੋ।
pl_pl: Wybierz agenta używanego w panelu agenta, który obsługuje ACP.
pt_pt: Escolha o agente utilizado no painel do agente que suporta ACP.
quz_pe: Akllay agente nisqata agente k'itipi llamk'achisqa, ACP nisqata yanapaq.
ro_ro: Alegeți agentul utilizat în panoul agentului care acceptă ACP.
sk_sk: Vyberte agenta používaného v paneli agenta, ktorý podporuje ACP.
sl_si: Izberite agenta, ki se uporablja v podoknu agenta in podpira ACP.
sq_al: Zgjidhni agjentin që përdoret në panelin e agjentit dhe mbështet ACP.
sr_cyrl_rs: Изаберите агента који се користи у панелу агента и подржава ACP.
sr_latn_rs: Izaberite agenta koji se koristi u panelu agenta i podržava ACP.
sv_se: Välj agenten som används i agentpanelen och stöder ACP.
ta_in: முகவர் பலகத்தில் பயன்படுத்தப்படும் மற்றும் ACP ஆதரவு கொண்ட முகவரைத் தேர்ந்தெடுக்கவும்.
te_in: ఏజెంట్ పేన్‌లో ఉపయోగించే మరియు ACPకి మద్దతు ఇచ్చే ఏజెంట్‌ను ఎంచుకోండి.
th_th: เลือกเอเจนต์ที่ใช้ในแผงเอเจนต์และรองรับ ACP
tr_tr: Aracı bölmesinde kullanılan ve ACP desteği olan aracıyı seçin.
ug_cn: ۋەكىل تاختىسىدا ئىشلىتىلىدىغان ۋە ACP نى قوللايدىغان ۋەكىلنى تاللاڭ.
uk_ua: Оберіть агента, який використовується в панелі агента та підтримує ACP.
ur_pk: ایجنٹ پین میں استعمال ہونے والا اور ACP کو سپورٹ کرنے والا ایجنٹ منتخب کریں۔
uz_latn_uz: Agent panelida foydalaniladigan va ACP qo'llab-quvvatlaydigan agentni tanlang.
vi_vn: Chọn tác tử được sử dụng trong bảng tác tử. Bất kỳ tác tử ACP tương thích nào cũng sẽ được phát hiện tự động.
zh_tw: 選擇智能體窗格中使用且支援 ACP 的智能體。

# FreOverlay_AgentInstallHint.Text
source: ℹ This agent requires Node.js and NPX, which will be installed automatically if not already present.
bn_in: এই এজেন্টের জন্য Node.js এবং NPX প্রয়োজন, যা ইতিমধ্যে উপস্থিত না থাকলে স্বয়ংক্রিয়ভাবে ইনস্টল করা হবে।
ca_es_valencia: Este agent requerix Node.js i NPX, que s'instal·laran automàticament si no hi són.
cs_cz: Tento agent vyžaduje Node.js a NPX, které budou automaticky nainstalovány, pokud ještě nejsou k dispozici.
da_dk: ℹ Denne agent kræver Node.js og NPX, som installeres automatisk, hvis de ikke allerede er til stede.
es_es: Este agente requiere Node.js y NPX, que se instalarán automáticamente si no están presentes.
eu_es: Agente honek Node.js eta NPX behar ditu, automatikoki instalatuko direnak oraindik ez badaude.
fi_fi: Tämä agentti vaatii Node.js- ja NPX-asennuksen, jotka asennetaan automaattisesti, jos niitä ei vielä ole.
fil_ph: ℹ Ang agent na ito ay nangangailangan ng Node.js at NPX, na awtomatikong mai-install kung wala pa.
fr_fr: Cet agent nécessite Node.js et NPX, qui seront installés automatiquement s'ils ne sont pas déjà présents.
gl_es: Este axente require Node.js e NPX, que se instalarán automaticamente se aínda non están presentes.
hi_in: इस एजेंट को Node.js और NPX की आवश्यकता है, जो पहले से मौजूद न होने पर स्वचालित रूप से इंस्टॉल किए जाएंगे।
hu_hu: ℹ Ez az ügynök Node.js és NPX használatát igényli, amelyek automatikusan telepítésre kerülnek, ha még nincsenek jelen.
hy_am: Այս գործակալը պահանջում է Node.js և NPX, որոնք կտեղադրվեն ինքնաշխատորեն, եթե արդեն տեղադրված չեն:
id_id: Agen ini memerlukan Node.js dan NPX, yang akan diinstal secara otomatis jika belum ada.
ja_jp: ℹ このエージェントには Node.js と NPX が必要です。未インストールの場合は自動的にインストールされます。
ka_ge: ეს აგენტი მოითხოვს Node.js-სა და NPX-ს, რომლებიც ავტომატურად დაინსტალირდება, თუ უკვე არ არის.
kk_kz: Бұл агент Node.js және NPX қажет етеді, олар әлі орнатылмаған болса автоматты түрде орнатылады.
km_kh: ភ្នាក់ងារនេះត្រូវការ Node.js និង NPX ដែលនឹងត្រូវបានតំឡើងដោយស្វ័យប្រវត្តិប្រសិនបើមិនទាន់មាន។
kn_in: ಈ ಏಜೆಂಟ್‌ಗೆ Node.js ಮತ್ತು NPX ಅಗತ್ಯವಿದೆ, ಈಗಾಗಲೇ ಇಲ್ಲದಿದ್ದರೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಇನ್‌ಸ್ಟಾಲ್ ಆಗುತ್ತವೆ.
ko_kr: ℹ 이 에이전트에는 Node.js 및 NPX가 필요하며, 아직 설치되지 않은 경우 자동으로 설치됩니다.
kok_in: ℹ ह्या एजेंटाक Node.js आनी NPX जाय, जें पयलींच नासत जाल्यार आपशींच इन्स्टॉल जातलें.
lo_la: Agent ນີ້ຕ້ອງການ Node.js ແລະ NPX ຊຶ່ງຈະຖືກຕິດຕັ້ງໂດຍອັດຕະໂນມັດຫາກຍັງບໍ່ມີ.
lt_lt: Šiam agentui reikia Node.js ir NPX, kurie bus automatiškai įdiegti, jei jų dar nėra.
lv_lv: Šim aģentam nepieciešams Node.js un NPX, kas tiks automātiski instalēti, ja tie vēl nav pieejami.
ms_my: ℹ Ejen ini memerlukan Node.js dan NPX, yang akan dipasang secara automatik jika belum ada.
nn_no: Denne agenten krev Node.js og NPX, som vert installerte automatisk om dei ikkje allereie finst.
or_in: ଏହି ଏଜେଣ୍ଟ ପାଇଁ Node.js ଏବଂ NPX ଆବଶ୍ୟକ, ଯଦି ପୂର୍ବରୁ ନଥାଏ ତେବେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଇନ୍‌ଷ୍ଟଲ୍ ହେବ।
pa_in: ਇਸ ਏਜੰਟ ਨੂੰ Node.js ਅਤੇ NPX ਦੀ ਲੋੜ ਹੈ, ਜੋ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਨਾ ਹੋਣ 'ਤੇ ਆਪਣੇ ਆਪ ਇੰਸਟਾਲ ਹੋ ਜਾਣਗੇ।
pt_pt: Este agente requer Node.js e NPX, que serão instalados automaticamente se ainda não estiverem presentes.
sr_cyrl_rs: Овај агент захтева Node.js и NPX, који ће бити аутоматски инсталирани ако нису већ присутни.
sr_latn_rs: Ovaj agent zahteva Node.js i NPX, koji će biti automatski instalirani ako nisu već prisutni.
sv_se: Denna agent kräver Node.js och NPX, som installeras automatiskt om de inte redan finns.
te_in: ఈ ఏజెంట్‌కు Node.js మరియు NPX అవసరం, ఇవి ఇప్పటికే ఉన్నవి కాకపోతే స్వయంచాలకంగా ఇన్‌స్టాల్ చేయబడతాయి.
th_th: เอเจนต์นี้ต้องการ Node.js และ NPX ซึ่งจะถูกติดตั้งโดยอัตโนมัติหากยังไม่ได้ติดตั้ง
ug_cn: بۇ ۋەكىل Node.js ۋە NPX نى تەلەپ قىلىدۇ، ئەگەر ئورنىتىلمىغان بولسا ئاپتوماتىك ئورنىتىلىدۇ.
uk_ua: Цей агент потребує Node.js та NPX, які будуть встановлені автоматично, якщо ще не встановлені.
vi_vn: ℹ Tác tử này yêu cầu Node.js và NPX, sẽ được cài đặt tự động nếu chưa có.
zh_tw: 此智能體需要 Node.js 和 NPX，若尚未安裝，將會自動安裝。

# FreOverlay_AutoErrorLabel.Text
source: Automatic error suggestion
bn_in: স্বয়ংক্রিয় ত্রুটি পরামর্শ
ca_es_valencia: Suggeriment automàtic d'errors
cs_cz: Automatický návrh oprav chyb
da_dk: Automatisk fejlforslag
es_es: Sugerencia automática de errores
eu_es: Erroreen iradokizun automatikoa
fi_fi: Automaattinen virheiden ehdotus
fil_ph: Awtomatikong mungkahi ng error
fr_fr: Suggestion automatique des erreurs
gl_es: Suxestión automática de erros
hi_in: स्वचालित त्रुटि सुझाव
hu_hu: Automatikus hibajavaslat
hy_am: Սխալների ավտոմատ առաջարկ
id_id: Saran kesalahan otomatis
ja_jp: エラーの自動提案
ka_ge: შეცდომების ავტომატური შემოთავაზება
kk_kz: Қателерді автоматты түрде ұсыну
km_kh: ការណែនាំកំហុសដោយស្វ័យប្រវត្តិ
kn_in: ಸ್ವಯಂಚಾಲಿತ ದೋಷ ಸಲಹೆ
ko_kr: 자동 오류 제안
kok_in: स्वयंचलित त्रुटी सुचोवणी
lo_la: ການແນະນຳຂໍ້ຜິດພາດອັດຕະໂນມັດ
lt_lt: Automatinis klaidų siūlymas
lv_lv: Automātisks kļūdu ieteikums
ms_my: Cadangan ralat automatik
nn_no: Automatisk feilforslag
or_in: ସ୍ୱୟଂଚାଳିତ ତ୍ରୁଟି ପରାମର୍ଶ
pa_in: ਆਟੋਮੈਟਿਕ ਗਲਤੀ ਸੁਝਾਅ
pt_pt: Sugestão automática de erros
sr_cyrl_rs: Аутоматски предлог исправки
sr_latn_rs: Automatski predlog ispravki
sv_se: Automatiskt felförslag
te_in: స్వయంచాలక లోపం సూచన
th_th: การแนะนำข้อผิดพลาดอัตโนมัติ
ug_cn: ئاپتوماتىك خاتالىق تەكلىپى
uk_ua: Автоматична пропозиція виправлень
vi_vn: Tự động đề xuất lỗi
zh_tw: 自動錯誤建議
